{
    "header": {
        "home" : "Home",
        "aboutus" : "About Us",
        "products" : "Products",
        "markets" : "Markets",
        "values" : "Values",
        "contact" : "Contact Us"
    },

    "footer": {
        "contactus": "CONTACT US",
        "joinus": "JOIN US",
        "home" : "Home",
        "aboutus" : "About Us",
        "products" : "Products",
        "markets" : "Markets",
        "values" : "Values",
        "contact" : "Contact"
    },

    "buttonContact": {
        "formore" : "For more information:",
        "contactus" : "Contact Us"
    },

    "home": {
        "welcome" : "WELCOME TO",
        "weare" : "We are a well-recognized",
        "international": " international trading company ",
        "withbase": "with base in the United States of America and South America",
        "specializing": " specializing in importing and exporting food like:",
        "meat": "MEAT",
        "dried": "DRIED FRUITS AND NUTS",
        "dairy": "DAIRY PRODUCTS",
        "read": "Read more",
        "theproducts": "The products we sell are obtained through",
        "significant": " significant producers ",
        "around": "around the world.",
        "we": "We are",
        "experts": " experts ",
        "inthe": "in the management of",
        "internationalsales": " international sales and purchases ",
        "aswell": "as well as shipments to and from the main consumer markets.",
        "our":  "Our aim is to establish and maintain strong partnerships ",
        "whit": "whit our suppliers and customers, always providing out commitment to traceability and adding value to our service to ensure the reception of",
        "yourorder": " your order on time and in good condition."
    },

    "aboutus": {
        "aboutus": "ABOUT US",
        "aboutusmin": "About Us",
        "protein": "Protein Food Company is an International Trading Company ",
        "that": "that was born with the purpose of adding extra value to importers and exporters of food around the world,",
        "making": " making the process ",
        "ofbuy": "of buying and selling products from different backgrounds",
        "easier": " easier, more secure, and more cost-effective.",
        "our": "Our company has a",
        "great": " great team of well-known professionals ",
        "with": "with all the necessary marketing tools and experience in, among others, the meat business. Our team is fully motivated to meet customers needs because this is one of our company’s fundamental objectives.",
        "for": "For",
        "proteinfood": " Protein Food Company ",
        "being": "being and keeping our clients updated about the market is paramount. Some of the key points that make us different from our competitors are our",
        "special": " special attention to detail, our pro-activity, up-to-date market information, competitive offers, and proactive after-sales/logistical support.",
        "proteinfoodcompany" : "Protein Food Company ",
        "has": "has established strong relationships with a wide range of producers who follow the strictest health controls in all products and",
        "thehigh": " the highest quality certifications and regulations, ",
        "committing": "committing themselves to offer us the best products."
    },

    "products": {
        "products": "PRODUCTS",
        "productsmin": "Products",
        "meat": "MEAT",
        "dried": "DRIED FRUITS AND NUTS",
        "dairy": "DAIRY PRODUCTS",
        "our": "Our supply network includes partners from North, Central & South America, Oceania, India, and Europe where we have developed commercial dedicated relationships to specific markets.",
        "all": "All our products are processed and delivered to exact specifications under the strict supervision of our highly trained Quality Assurance personnel.",
        "allthe": "All the brand names that we supply are internationally recognized, which guarantees that all products have the highest level of quality compliance. Clients can be assured that we have the capacity to provide a reliable and efficient service that exceeds their expectations.",
        "oursupply": "Our supply networks offer year-round production of all primal cuts, manufacturing cuts, and offal produced to exact specifications.",
        "wesupply": "We supply certified Halal and Kosher.",
        "beef": "Beef",
        "lamb": "Lamb",
        "poultry": "Poultry",
        "pork": "Pork",
        "buffalo": "Buffalo",
        "fish": "Fish",
        "seafood": "Sea Food",
        "horse": "Horse",
        "weoffer": "We offer peanuts (Raw and Blanched), raisins, prunes, and sunflowers from a selected number of exporters/packers in various countries of origin. We always aim for long-term close relationships with the selected group of quality suppliers that we work with.",
        "protein": "PROTEIN FOOD COMPANY is a leading dried fruit trading company where the development of our business is based on satisfying the needs of our valued clients with superior quality products.",
        "peanuts": "Peanuts (Raw and Blanched)",
        "raisins": "Raisins",
        "prunes": "Prunes",
        "sunflowers": "Sunflowers",
        "wealso": "We also are leaders in trading dairy products worldwide. Our head office is active over the full range of import and export. PROTEIN FOOD COMPANY is organized into business units that trade on a global basis in a full range of dairy and related products (including cheese, butter oil, Butter, ingredients, Skim milk powder, and whole milk powder).",
        "ourmain": "Our main task is to supply worldwide food processors, importers, and distributors with dairy commodities and ingredients.",
        "wpc": "WPC",
        "amf": "AMF",
        "bmp": "BMP",
        "fcmp": "FCMP",
        "butter": "Butter",
        "skim": "Skim milk powder",
        "whole": "Whole milk powder",
        "cheese": "Cheese"
    },

    "markets": {
        "markets": "MARKETS",
        "marketsmin": "Markets",
        "at": "At",
        "protein": " Protein Food Company, ",
        "weknow": "we know that animal protein production demands and supply are dynamic.",
        "forthis": "For this reason, we are in constant contact with producers from",
        "europebrazil": " Europe, Brazil, Argentina, Australia, Paraguay, Uruguay, and the USA.",
        "inthis": ", in this way supplying Europe and countries like",
        "china": " China, Peru, Thailand, Russia, Hong Kong, the USA, UAE, Brazil, Africa, Singapore, the Philippines, and the Caribbean.",
        "inthe": "In the case of fish and shellfish, we are working with suppliers from countries like Argentina, China, Peru, Chile, Indonesia, and the USA; to provide to our clients in Africa, Europe, Russia, and Japan.",
        "itis": "It is also expected that developing countries generate a substantial increase in the global production of Dairy products. Protein Food Company works with leading exporters of milk powders and cheeses around the world like the United States, European Union, New Zealand, Australia, and Argentina, to supply the demands of global consumption in these products.",
        "another": "Another product that is taking center stage in world food consumption, is dried fruit, which is being incorporated into the diets of people as a source of nutrients, protein, fiber, vitamins, and minerals. The main exporting countries where we buy these products are China, the United Kingdom, India, and Argentina, to supply markets like the EU, Japan, Indonesia, Singapore, and Hong Kong.",
        "wework": "We work regularly in the following markets:",
        "brazil": "Brazil",
        "caribbean": "Caribbean",
        "europe": "Europe",
        "russia": "Russia",
        "southafrica": "South Africa",
        "southamerica": "South America",
        "westernafrica": "Western Africa"
    },

    "values": {
        "values": "OUR VALUES",
        "valuesmin": "Our Values",
        "respect": "Respect for individuals",
        "completely": "Completely focused on Customer Service",
        "striving": "Striving for excellence",
        "honesty": "Honesty and Solidarity",
        "patience": "Patience and Camaraderie",
        "effectiveness": "Effectiveness",
        "vision": "VISION",
        "ourvision": "Our vision is that",
        "ourclients": " our clients identify with us ",
        "and": "and understand the importance of our ethics and values.",
        "weseek": "We seek to",
        "innovate": " innovate, continuously improve, and go a step further ",
        "in": "in everything we do to exceed the expectations of our clients and suppliers.",
        "mission": "MISSION",
        "ourmission": "Our mission is to become one of",
        "thebest": " the best trading companies ",
        "forour": "for our clients and employees, offering",
        "thebesttools": " the best tools to simplify ",
        "business": "business processes.",
        "objectives": "OBJECTIVES",
        "toachieve": "To achieve ",
        "agood": "a good market share and be close to our customers and suppliers.",
        "toensure": "To ensure ",
        "that": "that our staff can develop and be motivated to continuously learn.",
        "tocarry": "To carry out ",
        "businessin": "business in a suitable controlled environment."
    },

    "contact": {
        "contact": "Contact Us",
        "name": "Enter your name",
        "email": "Enter your email",
        "comment": "Enter your comment",
        "send": "Send Message"
    }
}